{
    "lang_en": "อังกฤษ",
    "lang_th": "ไทย",
    "ihsan taleh": "อิหซาน ตาเล๊ะ",
    "ihsan": "อิหซาน",
    "taleh": "ตาเล๊ะ",

    "personal": "ข้อมูลส่วนตัว",
    "name": "ชื่อ",
    "birth_day": "วันเกิด",
    "birth_day_d": "10 มิถุนายน 2539",
    "age": "อายุ",
    "age_d": "28 ปี",
    "religion": "ศาสนา",
    "islam": "อิสลาม",
    "nationality": "สัญชาติ",
    "thai": "ไทย",
    "gender": "เพศ",
    "man": "ชาย",
    "hobby": "งานอดิเรก",
    "hobby_d": "เล่นเกม, ออกกำลังกาย",
    "home_town": "บ้านเกิด",
    "yala": "ยะลา",
    "address": "ที่อยู่",
    "address_d": "รามคำแหง, แขวงพลับพลา, เขตวังทองหลาง, กทม.",

    "experience": "ประสบการณ์",
    "period": "ระยะเวลา",
    "position": "ตำแหน่ง",
    "se": "วิศวกรสนาม",
    "responsibilities": "หน้าที่รับผิดชอบ",
    "the_website_that_has_been_developed": "เว็บไซต์ที่ได้พัฒนา",
    "projects_managed": "โครงการที่ดูแล",

    "oct2023_present": "ต.ค. 2566 - ปัจจุบัน",
    "goody": "บริษัท กู๊ดดี้ โซลูชั่น จำกัด",
    "goody_1": "พัฒนาเว็บแอปพลิเคชันสำหรับใช้งานเครื่องชาร์จรถยนต์ไฟฟ้าในส่วนของ ผู้ใช้งานและระบบหลังบ้าน",
    "goody_2": "ประสานงานและทำงานร่วมกับทีมออกแบบและฝั่ง back-end เพื่อให้สามารถพัฒนาเว็บแอปพลิเคชันเป็นไปอย่างราบรื่น",

    "jul2022_jul2023": "ก.ค. 2565 - ก.ค. 2566",
    "soat": "บริษัท โซแอ็ท โซลูชั่น จำกัด",
    "soat_1": "พัฒนาเว็บแอปพลิเคชันให้กับสหกรณ์ ทั้งในส่วนหน้าเว็บ info, member และ admin โดยใช้ react และเขียน api เพื่อใช้งานด้วย laravel",
    "soat_2": "แก้ไขปัญหาเว็บไซต์ของลูกค้าในส่วนของบั๊ค (web service) และปรับปรุงคำให้มีความเหมาะสมและชัดเจนยิ่งขึ้น",
    "soat_3": "ประสานงานและทำงานร่วมกับทีมออกแบบ เพื่อให้เว็บแอปพลิเคชันเป็นไปตามที่ลูกค้าต้องการ",
    "soat_4": "สหกรณ์ออมทรัพย์กลุ่มพนักงานเครือไทย-ไอชิน จำกัด",
    "soat_5": "สหกรณ์ออมทรัพย์พนักงานธนาคารไทยพาณิชย์ จำกัด",
    "soat_6": "สหกรณ์ออมทรัพย์ครูกรมสามัญศึกษา จำกัด",
    
    "jul2021_feb2022": "ก.ค. 2564 - ก.พ. 2565",
    "cmc": "บริษัท ซีวิลมาสเตอร์ กรุ๊ป จำกัด",
    "cmc_1": "เคลียร์แบบก่อสร้างให้กับช่าง",
    "cmc_2": "สำรวจหน้างานเพื่อกำหนดแผนผังสิ่งก่อสร้างด้วยกล้อง total station ให้เป็นไปตามแบบที่ได้ออกแบบไว้",
    "cmc_3": "จัดทำสรุป และ รายงานความคืบหน้าของแต่ละวันให้กับผู้จัดการโครงการ",
    "cmc_4": "ประสานงานระหว่างโฟร์แมน ผู้ควบคุมเครื่องจักร เพื่อให้การทำงานเป็นไปในทิศทางเดียวกัน",
    "cmc_5": "ประสานงานระหว่างผู้ดูแลสถานีเพื่อการเคลื่อนย้ายอุปกรณ์ในพื้นที่ก่อสร้างโดยให้กระบวนการดำเนินเป็นไปอย่างราบรื่นและปลอดภัย รวมถึงชี้แจงขั้นตอนก่อสร้างเพื่อขออนุญาตก่อสร้าง",
    "cmc_6": "ปรับปรุงทางเท้าใต้สถานีรถไฟฟ้า Airport Rail Link สถานีมักกะสัน ,กรุงเทพมหานครฯ",
    
    "feb2021_mar2021": "ก.พ. 2564 - มี.ค. 2564",
    "powersunlight": "บริษัท เพาเวอร์ ซันไลท์ เอ็นจิเนียริ่ง จำกัด",
    "powersunlight_1": "ตรวจสอบการติดตั้งอุปกรณ์ของช่างให้เป็นไปตามแบบแปลนที่ออกแบบ",
    "powersunlight_2": "ประสานงานระหว่างโรงงานกับช่าง รวมถึงการเคลื่อนย้ายอุปกรณ์ในพื้นที่ก่อสร้าง",
    "powersunlight_3": "จัดเตรียมอุปกรณ์สำหรับงานติดตั้ง",
    "powersunlight_4": "ทำรายงานความคืบหน้าประจำวันของแต่ละวันให้กับผู้จัดการโครการ",
    "powersunlight_5": "เคลียร์แบบก่อสร้างให้กับช่าง",
    "powersunlight_6": "ติดตั้งโซล่าเซลล์ให้กับโรงงาน Standard Can บางพลี, สมุทรปราการ",
    
    "jan2020_jun2020": "ม.ค. 2563 - มิ.ย. 2563",
    "tkb": "บริษัท ตากใบการโยธา จำกัด",
    "tkb_1": "สำรวจหน้างานใหม่ เพื่อกำหนดขอบเขตการทำงานด้วยกล้อง total station",
    "tkb_2": "สำรวจหน้างานเพื่อกำหนดแผนผังสิ่งก่อสร้างด้วยกล้อง total station ให้เป็นไปตามแบบที่ได้ออกแบบไว้ และ ดำเนินภายในระยะเวลาที่โครงการกำหนด",
    "tkb_3": "ดูแลการก่อสร้าง และ แจกจ่ายงานให้กับโฟร์แมนประจำหน้างานของแต่ละวันที่รับผิดชอบ",
    "tkb_4": "จัดทำสรุป และ รายงานความคืบหน้าของแต่ละวันให้กับผู้จัดการโครงการ",
    "tkb_5": "ตรวจสอบปริมาณส่งมอบงานที่จะทำการส่งมอบในแต่ละงวด เพื่อส่งรายงานไปยังฝ่ายทำเอกสารส่งมอบงานต่อไป",
    "tkb_6": "ประสานงานระหว่างโฟร์แมน ผู้ควบคุมเครื่องจักร เพื่อให้การทำงานเป็นไปในทิศทางเดียวกัน",
    "tkb_7": "สนามกีฬาสวนสันติภาพ สุไหงโกลก นราธิวาส",
    "tkb_8": "สวนมิ่งขวัญประชา สุไหงโกลก นราธิวาส",
    "tkb_9": "โครงการ เขื่อนกันตลิ่งและกำแพงริมแม่น้ำสุไหงโกลก นราธิวาส",
    "tkb_10": "โครงการ เขื่อนกันตลิ่งริมแม่น้ำตากใบ นราธิวาส",
    "tkb_11": "โครงการ เขื่อนกันตลิ่งริมแม่น้ำในตัวเมืองปัตตานี",
    "tkb_12": "โครงการ เขื่อนกันตลิ่งริมแม่น้ำท่าสาป ยะลา",


    "education": "การศึกษา",
    "click_for_moreinformation": "คลิกเพื่อดูข้อมูลเพิ่มเติม",
    "gpa": "เกรดเฉลี่ย",
    "performance": "ผลงาน",

    "2015-2019": "2558-2562",
    "psu": "มหาวิทยาลัยสงขลานครินทร์ (วิทยาเขตหาดใหญ่)",
    "civilen": "คณะวิศวกรรมศาสตร์ สาขาวิศวกรรมโยธา",
    "psu_1": "วิทยานิพนธ์: ยางมะตอบผสมน้ำยางพาราข้นเพื่อใช้งานถนน",
    "psu_2": "เข้าร่วมค่ายพัฒนาชุมชน ณ เกาะยาวใหญ่ จังหวัดกระบี่",
    "psu_3": "แชมป์ฟุตบอลชมรมอิสลาม มหาวิทยาลัยสงขลานครินทร์ 3 ปี",

    "2012-2015": "2555-2558",
    "pw": "โรงเรียนพัฒนาวิทยา",
    "senior_high_school": "ระดับ มัธยมศึกษาตอนปลาย",
    "pw_1": "เข้าร่วมค่ายโอลิมปิกวิชาการวิชาฟิสิสก์ (สอวน) ค่าย 2",
    "pw_2": "เหรียญทองการแข่งขันฟิสิกส์สับประยุกต์ มหาวิทยาลัย นราธิวาสราชนครินทร์",
    "pw_3": "รองชนะเลิศอันดับ 1 ตัวแทนโรงเรียนแข่งขันระดับเขตการศึกษาวิชา วิทยาศาสตร์",

    "2009-2012": "2552-2555",
    "usw": "โรงเรียนอุดมศาสน์วิทยา",
    "junior_high_school": "ระดับ มัธยมศึกษาตอนต้น",
    "usw_1": "รองชนะเลิศอันดับ 2 ตัวแทนโรงเรียนแข่งขันระดับเขตการศึกษาวิชา วิทยาศาสตร์",

    "2006-2009": "2549-2552",
    "buke_school": "โรงเรียนบ้านบูเกะคละ (บุญชอบ สาครินทร์)",
    "intermediate_school": "ระดับ ประถมศึกษาตอนปลาย",
    "buke_1": "เป็นตัวแทนโรงเรียนแข่งคณิตคิดเร็ว ระดับประถมศึกษาตอนปลาย รองชนะเลิศอันดับ 1",

    "skill": "ความสามารถ",

    "contact": "ติดต่อ",
    "telephone": "เบอร์โทรศัพท์",
    "email": "อีเมล",

    "apologize": "ขออภัย",
    "page_not_found": "ไม่พบหน้าที่ค้นหา"
}