{
    "lang_en": "English",
    "lang_th": "Thai",
    "ihsan taleh": "Ihsan Taleh",
    "ihsan": "Ihsan",
    "taleh": "Taleh",

    "personal": "personal",
    "name": "Name",
    "birth_day": "Birth day",
    "birth_day_d": "10 June 1996",
    "age": "Age",
    "age_d": "28 years old",
    "religion": "Religion",
    "islam": "Islam",
    "nationality": "Nationality",
    "thai": "Thai",
    "gender": "Gender",
    "man": "Man",
    "hobby": "Hobby",
    "hobby_d": "Play games, exercise",
    "home_town": "Home town",
    "yala": "Yala",
    "address": "Address",
    "address_d": "Ramkhamhaeng, Phlabphla Subdistrict, Wang Thonglang District, Bangkok",

    "experience": "experience",
    "period": "Period",
    "position": "Position",
    "se": "Site Engineer",
    "responsibilities": "Responsibilities",
    "the_website_that_has_been_developed": "The website that has been developed",
    "projects_managed": "Projects managed",

    "wadil_1": "Employees (members) in the company record their own work activities",
    "wadil_2": "The admin checks employees' work activities, including exporting data for further analysis",

    "oct2023_aug2024": "OCT 2023 - AUG 2024",
    "goody": "Goody Solution Co., Ltd",
    "goody_1": "Develop a web application for electric vehicle chargers, including a user interface and admin interface.",
    "goody_2": "Coordinate and collaborate with the design team and back-end developers to ensure smooth development of the web application.",
    
    "jul2022_jul2023": "JUL 2022 - JUL 2023",
    "soat": "SO-AT SOLUTION CO., LTD.",
    "soat_1": "Developed a web application for a cooperative, including front-end sections for info, member, and admin using React, and wrote APIs for Laravel backend integration.",
    "soat_2": "Settle issues for the customer's website related to web services and improving clarity and appropriateness of the wording.",
    "soat_3": "Coordinate and collaborate with the design team to ensure the web application meets the client's requirements.",
    "soat_4": "THAI-AISIN GROUP SAVING AND CREDIT COOPERATIVE, LIMITED.",
    "soat_5": "S.C.B STAFF SAVING CO-OPERATIVE LTD.",
    "soat_6": "Teachers' Saving Cooperative of The Gerneral Education Department LTD.",

    "jul2021_feb2022": "JUL 2021 - FEB 2022",
    "cmc": "CIVIL MASTER GROUP CO.,LTD.",
    "cmc_1": "Clarify construction plans for the foreman.",
    "cmc_2": "Survey the site using a total station to align the construction layout according to the designed blueprint.",
    "cmc_3": "Prepare daily progress summaries and reports for the project manager.",
    "cmc_4": "Coordinate with foremen and machine operators to ensure unified direction of work.",
    "cmc_5": "Coordinate with site supervisors for equipment movement within the construction area, ensuring smooth and safe operations, including outlining construction procedures for construction permits.",
    "cmc_6": "Sidewalk Renovation under Airport Rail Link Makkasan Station, Bangkok",

    "feb2021_mar2021": "FEB 2021 - MAR 2021",
    "powersunlight": "POWER SUNLIGHT ENGINEERING COMPANY LIMITED",
    "powersunlight_1": "Verify the installation of equipment by technicians according to the designed plans.",
    "powersunlight_2": "Coordinate between the operator of the factory and technicians, for all processes and equipment movement within the construction area.",
    "powersunlight_3": "Prepare equipment for installation tasks.",
    "powersunlight_4": "Provide daily progress reports to the project manager.",
    "powersunlight_5": "Clarify construction plans for the foreman.",
    "powersunlight_6": "Solar Panel Installation for Standard Can Factory, Bang Phli, Samut Prakan",
    
    "jan2020_jun2020": "JAN 2020 - JUN 2020",
    "tkb": "TAKBAIKANYOTHA CO.,LTD.",
    "tkb_1": "Conduct surveys of new project sites to define work scopes using a total station.",
    "tkb_2": "Survey project sites to establish construction layouts using a total station as per designed plans and within project schedule.",
    "tkb_3": "Supervise construction activities and allocate daily tasks to foremen responsible for each day's operations.",
    "tkb_4": "Prepare summaries and daily progress reports for the project manager.",
    "tkb_5": "Verify the quantities of deliverables for each installment to report to the team office engineer for preparation document.",
    "tkb_6": "Coordinate with foremen and machine operators to ensure unified direction of work.",
    "tkb_7": "Suan Santipap Sports Field, Sungai Kolok, Narathiwat",
    "tkb_8": "Ming Kwan Pracha Park, Sungai Kolok, Narathiwat",
    "tkb_9": "Soil Barrier and Riverside Wall Project, Sungai Kolok, Narathiwat",
    "tkb_10": "Soil Barrier Project, Tabaiburi River, Narathiwat",
    "tkb_11": "Soil Barrier Project, Downtown Pattani",
    "tkb_12": "Soil Barrier Project, Tha Sap River, Yala",

    "education": "education",
    "click_for_moreinformation": "Click for more information",
    "gpa": "GPA",
    "performance": "Performance",
    "certificate": "Certificate",

    "2015-2019": "2015-2019",
    "psu": "Prince of Songkla University (Hatyai Campus)",
    "civilen": "Faculty of Engineering, Civil Engineering",
    "psu_1": "Thesis: Asphalt mixed with latex for use in road construction",
    "psu_2": "Participated in a community development camp at Ko Yao Yai, Krabi Province",
    "psu_3": "3-time champion of the Islamic Club Football Tournament at Prince of Songkla University",

    "2012-2015": "2012-2015",
    "pw": "Phatnawitya Yala School",
    "senior_high_school": "Senior High School",
    "pw_1": "Participated in the Science Olympiad Camp 2 in Physics",
    "pw_2": "Gold medal in Applied Physics Competition at Narathiwat Rajanagarindra University",
    "pw_3": "First runner-up in the regional science competition representing the school",

    "2009-2012": "2009-2012",
    "usw": "Udomsasnwitya School",
    "junior_high_school": "Junior High School",
    "usw_1": "Second runner-up in the regional science competition representing the school",
    
    "2006-2009": "2006-2009",
    "buke_school": "Ban Bukekla School",
    "intermediate_school": "Intermediate School",
    "buke_1": "As a school representative, competed in mental math competitions at the Intermediate level First runner-up",

    "skill": "skill",

    "contact": "contact",
    "telephone": "Telephone",
    "email": "Email",

    "apologize": "apologize",
    "page_not_found": "page not found"
}